IDEA Open Model
LoadOnLine.ExYEnd Property
 Eccentricity local Y at the end
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double ExYEnd { get; set; }
Public Property ExYEnd As Double
	Get
	Set
public:
property double ExYEnd {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace